Repository: shawnzxiang/rock-paper-scissor-duel
Catalog: Shoot/Shoot/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Accessibility
ar: إمكانية الوصول
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
he: נגישות
hi: पहुँच
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
ru: Доступность
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Доступність
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Appearance
ar: المظهر
de: Aussehen
es: Apariencia
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sv: Utseende
th: ลักษณะ
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Auto-reroll when both players pick the same
ar: إعادة الاختيار عند تطابق اللاعبين
de: Automatisch wiederholen, wenn beide gleich wählen
es: Repetir cuando ambos eligen lo mismo
fr: Relancer si les deux joueurs choisissent pareil
he: הגרל מחדש אם שניהם בחרו אותו דבר
hi: समान चयन पर पुनः चयन
id: Ulang otomatis saat kedua pemain memilih sama
it: Rilancia se entrambi scelgono uguale
ja: 同じ手なら自動で振り直し
ko: 같은 선택 시 자동 재시도
nl: Opnieuw kiezen als beiden hetzelfde kiezen
pl: Powtarzaj, gdy obaj gracze wybiorą to samo
pt_br: Refazer quando os dois escolhem igual
ru: Перебросить, если выбор совпал
sv: Slå om om båda väljer samma
th: สุ่มใหม่อัตโนมัติเมื่อเลือกเหมือนกัน
tr: İki oyuncu aynı seçtiğinde tekrar at
uk: Перекинути, якщо вибір збігається
vi: Chơi lại khi cả hai chọn giống nhau
zh_hans: 双方选择相同时自动重抽
zh_hant: 雙方選擇相同時自動重抽

source: Calmer transitions
ar: انتقالات أهدأ
de: Ruhigere Übergänge
es: Transiciones más suaves
fr: Transitions plus douces
he: מעברים רגועים יותר
hi: शांत संक्रमण
id: Transisi lebih tenang
it: Transizioni più calme
ja: 穏やかな遷移
ko: 차분한 전환
nl: Rustigere overgangen
pl: Spokojniejsze przejścia
pt_br: Transições mais suaves
ru: Спокойные переходы
sv: Lugnare övergångar
th: การเปลี่ยนที่นุ่มนวลกว่า
tr: Daha sakin geçişler
uk: Спокійніші переходи
vi: Chuyển cảnh nhẹ nhàng hơn
zh_hans: 更柔和的过渡
zh_hant: 較平緩的過場

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Color scheme for both halves
ar: نظام الألوان للجانبين
de: Farbschema für beide Hälften
es: Esquema de color para ambos lados
fr: Schéma de couleurs pour les deux côtés
he: ערכת צבעים לשני הצדדים
hi: दोनों तरफ का रंग योजना
id: Skema warna untuk kedua sisi
it: Schema colori per entrambi i lati
ja: 両側のカラースキーム
ko: 양쪽의 색상 구성
nl: Kleurschema voor beide kanten
pl: Schemat kolorów dla obu połówek
pt_br: Esquema de cores para os dois lados
ru: Цветовая схема для обеих сторон
sv: Färgschema för båda halvorna
th: ชุดสีสำหรับทั้งสองฝั่ง
tr: Her iki taraf için renk düzeni
uk: Кольорова схема для обох сторін
vi: Tông màu cho cả hai bên
zh_hans: 两侧的配色方案
zh_hant: 兩側的配色方案

source: Fast
ar: سريع
de: Schnell
es: Rápido
fr: Rapide
he: מהר
hi: तेज़
id: Cepat
it: Veloce
ja: 速い
ko: 빠름
nl: Snel
pl: Szybko
pt_br: Rápido
ru: Быстро
sv: Snabbt
th: เร็ว
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_hans: 快
zh_hant: 快

source: Game
ar: اللعبة
de: Spiel
es: Juego
fr: Jeu
he: משחק
hi: खेल
id: Permainan
it: Gioco
ja: ゲーム
ko: 게임
nl: Spel
pl: Gra
pt_br: Jogo
ru: Игра
sv: Spel
th: เกม
tr: Oyun
uk: Гра
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

source: Haptics
ar: اللمسات
de: Haptik
es: Vibración
fr: Vibrations
he: רטט
hi: हैप्टिक्स
id: Getaran
it: Vibrazione
ja: 触覚
ko: 햅틱
nl: Trillingen
pl: Wibracje
pt_br: Vibração
ru: Вибрация
sv: Vibration
th: การสั่น
tr: Titreşim
uk: Вібрація
vi: Rung
zh_hans: 触感反馈
zh_hant: 觸覺

source: Hold to ready
ar: اضغط للاستعداد
de: Halten zum Starten
es: Mantén para empezar
fr: Maintenir pour démarrer
he: לחץ ארוכות כדי להתכונן
hi: तैयार होने के लिए दबाएं
id: Tahan untuk siap
it: Tieni premuto per pronto
ja: 押し続けて準備
ko: 누르고 있어 준비
nl: Vasthouden om klaar te staan
pl: Przytrzymaj, aby być gotowym
pt_br: Segure para começar
ru: Удерживать для готовности
sv: Håll för att vara redo
th: กดค้างเพื่อเตรียมพร้อม
tr: Hazırlanmak için basılı tut
uk: Утримуйте для готовності
vi: Giữ để sẵn sàng
zh_hans: 按住准备
zh_hant: 按住準備

source: LOSE
ar: خسارة
de: VERLOREN
es: PIERDES
fr: PERDU
he: הפסדת
hi: हार
id: KALAH
it: PERDI
ja: 負け
ko: 패배
nl: VERLOREN
pl: PRZEGRANA
pt_br: PERDEU
ru: ПРОИГРАЛ
sv: FÖRLUST
th: แพ้
tr: KAYBETTİN
uk: ПРОГРАШ
vi: THUA
zh_hans: 输了
zh_hant: 輸了

source: No ties
ar: بدون تعادل
de: Kein Unentschieden
es: Sin empates
fr: Pas d'égalité
he: ללא תיקו
hi: कोई टाई नहीं
id: Tanpa seri
it: Nessun pareggio
ja: 引き分けなし
ko: 무승부 없음
nl: Geen gelijkspel
pl: Bez remisów
pt_br: Sem empates
ru: Без ничьих
sv: Inga oavgjorda
th: ไม่มีเสมอ
tr: Berabere yok
uk: Без нічиїх
vi: Không hòa
zh_hans: 无平局
zh_hant: 無平手

source: Normal
ar: عادي
he: רגיל
hi: सामान्य
it: Normale
ja: 普通
ko: 보통
nl: Normaal
pl: Normalnie
ru: Обычно
sv: Normalt
th: ปกติ
uk: Звичайно
vi: Vừa
zh_hans: 正常
zh_hant: 普通

source: Palette
ar: لوحة الألوان
es: Paleta
he: לוח צבעים
hi: पैलेट
id: Palet
it: Tavolozza
ja: パレット
ko: 팔레트
nl: Palet
pl: Paleta
pt_br: Paleta
ru: Палитра
sv: Palett
th: ชุดสี
tr: Renk paleti
uk: Палітра
vi: Bảng màu
zh_hans: 调色板
zh_hant: 調色盤

source: PAPER
ar: ورقة
de: PAPIER
es: PAPEL
fr: FEUILLE
he: נייר
hi: कागज
id: KERTAS
it: CARTA
ja: パー
ko: 보
nl: PAPIER
pl: PAPIER
pt_br: PAPEL
ru: БУМАГА
sv: PAPPER
th: กระดาษ
tr: KAĞIT
uk: ПАПІР
vi: BAO
zh_hans: 布
zh_hant: 布

source: Play sound effects during the game
ar: تشغيل المؤثرات الصوتية أثناء اللعب
de: Soundeffekte während des Spiels abspielen
es: Reproducir efectos de sonido durante el juego
fr: Jouer les effets sonores pendant la partie
he: נגן אפקטים קוליים במהלך המשחק
hi: खेल के दौरान ध्वनि प्रभाव चलाएं
id: Putar efek suara selama permainan
it: Riproduci effetti sonori durante il gioco
ja: ゲーム中にサウンドを再生
ko: 게임 중에 효과음 재생
nl: Speel geluidseffecten tijdens het spel
pl: Odtwarzaj efekty dźwiękowe podczas gry
pt_br: Reproduzir efeitos sonoros durante o jogo
ru: Воспроизводить звуковые эффекты во время игры
sv: Spela ljudeffekter under spelet
th: เล่นเอฟเฟกต์เสียงระหว่างเกม
tr: Oyun sırasında ses efektleri çal
uk: Відтворювати звукові ефекти під час гри
vi: Phát hiệu ứng âm thanh khi chơi
zh_hans: 游戏中播放音效
zh_hant: 遊戲過程中播放音效

source: Press time before countdown starts
ar: وقت الضغط قبل بدء العد
de: Drückdauer vor dem Countdown
es: Tiempo de presión antes de la cuenta
fr: Durée d'appui avant le décompte
he: זמן לחיצה לפני הספירה
hi: उल्टी गिनती से पहले दबाव
id: Durasi tekan sebelum hitung mundur
it: Tempo di pressione prima del conto
ja: カウントダウン前の長押し時間
ko: 카운트다운 시작 전 누름 시간
nl: Drukduur voor het aftellen begint
pl: Czas trzymania przed odliczaniem
pt_br: Tempo de pressão antes da contagem
ru: Время удержания до отсчёта
sv: Trycktid innan nedräkningen
th: เวลากดก่อนเริ่มนับถอยหลัง
tr: Geri sayım başlamadan önce basma süresi
uk: Час утримання до відліку
vi: Thời gian giữ trước khi đếm ngược
zh_hans: 倒计时开始前的按压时间
zh_hant: 倒數開始前的按壓時間

source: READY!
ar: جاهز!
de: BEREIT!
es: ¡LISTO!
fr: PRÊT !
he: מוכן!
hi: तैयार!
id: SIAP!
it: PRONTO!
ja: 準備OK！
ko: 준비!
nl: KLAAR!
pl: GOTOWY!
pt_br: PRONTO!
ru: ГОТОВ!
sv: KLAR!
th: พร้อม!
tr: HAZIR!
uk: ГОТОВО!
vi: SẴN SÀNG!
zh_hans: 准备好！
zh_hant: 準備好！

source: Reduce motion
ar: تقليل الحركة
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
he: הפחת תנועה
hi: गति कम करें
id: Kurangi gerakan
it: Riduci animazioni
ja: 視差効果を減らす
ko: 동작 줄이기
nl: Verminder beweging
pl: Ogranicz animacje
pt_br: Reduzir movimento
ru: Уменьшить движение
sv: Minska rörelse
th: ลดการเคลื่อนไหว
tr: Hareketi azalt
uk: Зменшити рух
vi: Giảm chuyển động
zh_hans: 减少动态效果
zh_hant: 減少動態效果

source: Reset round
ar: إعادة الجولة
de: Runde zurücksetzen
es: Reiniciar ronda
fr: Réinitialiser la manche
he: אפס סיבוב
hi: राउंड रीसेट
id: Atur ulang ronde
it: Reimposta round
ja: ラウンドをリセット
ko: 라운드 재설정
nl: Ronde resetten
pl: Resetuj rundę
pt_br: Reiniciar rodada
ru: Сбросить раунд
sv: Återställ runda
th: รีเซ็ตรอบ
tr: Turu sıfırla
uk: Скинути раунд
vi: Đặt lại ván
zh_hans: 重置回合
zh_hant: 重置回合

source: Reset scores
ar: إعادة النتيجة
de: Punkte zurücksetzen
es: Reiniciar puntos
fr: Réinitialiser les scores
he: אפס תוצאות
hi: स्कोर रीसेट
id: Atur ulang skor
it: Azzera punteggi
ja: スコアをリセット
ko: 점수 재설정
nl: Scores resetten
pl: Resetuj wyniki
pt_br: Zerar pontuação
ru: Сбросить счёт
sv: Återställ poäng
th: รีเซ็ตคะแนน
tr: Skorları sıfırla
uk: Скинути рахунок
vi: Đặt lại điểm
zh_hans: 重置比分
zh_hant: 重置比分

source: Reset scores?
ar: إعادة النتيجة؟
de: Punkte zurücksetzen?
es: ¿Reiniciar puntos?
fr: Réinitialiser les scores ?
he: לאפס תוצאות?
hi: स्कोर रीसेट करें?
id: Atur ulang skor?
it: Azzerare i punteggi?
ja: スコアをリセットしますか？
ko: 점수를 재설정하시겠습니까?
nl: Scores resetten?
pl: Zresetować wyniki?
pt_br: Zerar pontuação?
ru: Сбросить счёт?
sv: Återställ poäng?
th: รีเซ็ตคะแนน?
tr: Skorları sıfırla?
uk: Скинути рахунок?
vi: Đặt lại điểm?
zh_hans: 重置比分？
zh_hant: 重置比分？

source: ROCK
ar: حجر
de: STEIN
es: PIEDRA
fr: PIERRE
he: אבן
hi: पत्थर
id: BATU
it: SASSO
ja: グー
ko: 바위
nl: STEEN
pl: KAMIEŃ
pt_br: PEDRA
ru: КАМЕНЬ
sv: STEN
th: ค้อน
tr: TAŞ
uk: КАМІНЬ
vi: BÚA
zh_hans: 石头
zh_hant: 石頭

source: SCISSORS
ar: مقص
de: SCHERE
es: TIJERA
fr: CISEAUX
he: מספריים
hi: कैंची
id: GUNTING
it: FORBICI
ja: チョキ
ko: 가위
nl: SCHAAR
pl: NOŻYCE
pt_br: TESOURA
ru: НОЖНИЦЫ
sv: SAX
th: กรรไกร
tr: MAKAS
uk: НОЖИЦІ
vi: KÉO
zh_hans: 剪刀
zh_hant: 剪刀

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Slow
ar: بطيء
de: Langsam
es: Lento
fr: Lent
he: לאט
hi: धीमा
id: Lambat
it: Lento
ja: 遅い
ko: 느림
nl: Langzaam
pl: Wolno
pt_br: Lento
ru: Медленно
sv: Långsamt
th: ช้า
tr: Yavaş
uk: Повільно
vi: Chậm
zh_hans: 慢
zh_hant: 慢

source: Sounds
ar: الأصوات
de: Töne
es: Sonidos
fr: Sons
he: צלילים
hi: ध्वनियाँ
id: Suara
it: Suoni
ja: サウンド
ko: 소리
nl: Geluiden
pl: Dźwięki
pt_br: Sons
ru: Звуки
sv: Ljud
th: เสียง
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_hans: 声音
zh_hant: 音效

source: TAP & HOLD
ar: اضغط مع الاستمرار
de: TIPPEN UND HALTEN
es: TOCA Y MANTÉN
fr: APPUYER ET MAINTENIR
he: הקש והחזק
hi: दबाकर रखें
id: KETUK & TAHAN
it: TOCCA E TIENI
ja: タップして長押し
ko: 누르고 있기
nl: TIK EN HOUD VAST
pl: STUKNIJ I PRZYTRZYMAJ
pt_br: TOQUE E SEGURE
ru: НАЖАТЬ И ДЕРЖАТЬ
sv: TRYCK OCH HÅLL
th: แตะค้างไว้
tr: DOKUN VE BASILI TUT
uk: НАТИСНІТЬ І ТРИМАЙТЕ
vi: CHẠM VÀ GIỮ
zh_hans: 按住屏幕
zh_hant: 按住螢幕

source: TIE
ar: تعادل
de: UNENTSCHIEDEN
es: EMPATE
fr: ÉGALITÉ
he: תיקו
hi: टाई
id: SERI
it: PAREGGIO
ja: 引き分け
ko: 무승부
nl: GELIJK
pl: REMIS
pt_br: EMPATE
ru: НИЧЬЯ
sv: OAVGJORT
th: เสมอ
tr: BERABERE
uk: НІЧИЯ
vi: HÒA
zh_hans: 平局
zh_hant: 平手

source: Vibrate on countdown and reveal
ar: اهتزاز عند العد والكشف
de: Vibrieren bei Countdown und Anzeige
es: Vibrar al contar y revelar
fr: Vibrer pendant le décompte et la révélation
he: רטט בספירה ובחשיפה
hi: गिनती और प्रकटीकरण पर वाइब्रेट
id: Getar saat hitung mundur dan tampil
it: Vibra durante conto e rivelazione
ja: カウントダウンと表示時に振動
ko: 카운트다운과 공개 시 진동
nl: Trillen bij aftellen en onthullen
pl: Wibruj podczas odliczania i ujawnienia
pt_br: Vibrar na contagem e revelação
ru: Вибрация при отсчёте и показе
sv: Vibrera vid nedräkning och avslöjande
th: สั่นตอนนับถอยหลังและแสดงผล
tr: Geri sayım ve gösterimde titret
uk: Вібрація при відліку та показі
vi: Rung khi đếm ngược và hiển thị
zh_hans: 倒计时和揭晓时振动
zh_hant: 倒數和揭曉時振動

source: WIN!
ar: فوز!
de: GEWONNEN!
es: ¡GANAS!
fr: GAGNÉ !
he: ניצחת!
hi: जीत!
id: MENANG!
it: VINCI!
ja: 勝ち！
ko: 승리!
nl: GEWONNEN!
pl: WYGRANA!
pt_br: GANHOU!
ru: ПОБЕДА!
sv: VINST!
th: ชนะ!
tr: KAZANDIN!
uk: ПЕРЕМОГА!
vi: THẮNG!
zh_hans: 赢了！
zh_hant: 贏了！
